[
    {
        "title": "Інформатика"
    },
    {
        "text": "Під час прийняття рішень у будь-якій сфері діяльності людині потрібні не просто повідомлення або сукупність відомостей про процеси чи об’єкти. Відомості мають бути певним чином подані й упорядковані, що забезпечить можливість їх системного та швидкого використання. Цим і займається наука, що отримала назву інформатика."
    },
    {
        "text": "Інформатика — наука, що вивчає методи та засоби опрацювання, передавання та зберігання повідомлень."
    },
    {
        "text": "Інформатикою називають також галузь діяльності людини, яка пов’язана з реалізацією інформаційних процесів з використанням засобів комп’ютерної техніки."
    },
    {
        "title": "Інформційні процеси"
    },
    {
        "text": "У зв’язку зі стрімким підвищенням ролі інформаційних процесів у житті суспільства вважають, що сучасне суспільство з індустріального, у якому основну роль відігравало виробництво товарів і послуг, поступово перетворюється в інформаційне, у якому головну роль відіграє інформація."
    },
    {
        "text": "Інформаційні ресурси є одним з основних продуктів діяльності інформаційного суспільства. Розрізняють традиційні інформаційні ресурси, до яких належать друковані книжки, газети, журнали, картини, карти тощо, а також електронні інформаційні ресурси. До останніх належать будь-які дані, подані у вигляді комп’ютерних файлів — текстових, графічних, звукових, відео, файлів комп’ютерних програм, архівів тощо."
    },
    {
        "title": "Етапи розробки презентації"
    },
    {
        "list": [
            "Визначення мети",
            "Відбір матеріалів",
            "Визначення структури",
            "Розробка сценарію",
            "Створення презентації"
        ]
    },
    {
        "title": "Елементи дизайну презентації"
    },
    {
        "list": [
            "Композиція - структура об'єктів",
            "Колористика - наука про кольори, їхні суміші",
            "Егрономіка - наука про ефективність"
        ]
    },
    {
        "text": ""
    },
    {
        "text": ""
    },
    {
        "text": ""
    },
    {
        "text": ""
    },
    {
        "text": ""
    }
]