[
	{
		"title": "Інформатика"
	},
	{
		"text": "Під час прийняття рішень у будь-якій сфері діяльності людині потрібні не просто повідомлення або сукупність відомостей про процеси чи об’єкти. Відомості мають бути певним чином подані й упорядковані, що забезпечить можливість їх системного та швидкого використання. Цим і займається наука, що отримала назву інформатика."
	},
	{
		"text": "Інформатика — наука, що вивчає методи та засоби опрацювання, передавання та зберігання повідомлень."
	},
	{
		"text": "Інформатикою називають також галузь діяльності людини, яка пов’язана з реалізацією інформаційних процесів з використанням засобів комп’ютерної техніки."
	},
	{
		"title": "Інформційні процеси"
	},
	{
		"text": "У зв’язку зі стрімким підвищенням ролі інформаційних процесів у житті суспільства вважають, що сучасне суспільство з індустріального, у якому основну роль відігравало виробництво товарів і послуг, поступово перетворюється в інформаційне, у якому головну роль відіграє інформація."
	},
	{
		"text": "Інформаційні ресурси є одним з основних продуктів діяльності інформаційного суспільства. Розрізняють традиційні інформаційні ресурси, до яких належать друковані книжки, газети, журнали, картини, карти тощо, а також електронні інформаційні ресурси. До останніх належать будь-які дані, подані у вигляді комп’ютерних файлів — текстових, графічних, звукових, відео, файлів комп’ютерних програм, архівів тощо."
	},
	{
		"title": "Етапи розробки презентації"
	},
	{
		"list": [
			"Визначення мети",
			"Відбір матеріалів",
			"Визначення структури",
			"Розробка сценарію",
			"Створення презентації"
		]
	},
	{
		"title": "Елементи дизайну презентації"
	},
	{
		"list": [
			"Композиція - структура об'єктів",
			"Колористика - наука про кольори, їхні суміші",
			"Егрономіка - наука про ефективність"
		]
	},
	{
		"title": "Інформаційна безпека"
	},
	{
		"list": [
			"Доступність — забезпечення доступу до загальнодоступних даних усім користувачам, захист цих даних від спотворення та блокування зловмисниками",
			"Конфіденційність — забезпечення доступу до даних на основі розподілу прав доступу",
			"Цілісність — захист даних від зловмисного або випадкового видалення чи спотворення"
		]
	},
	{
		"title": "Види публікацій"
	},
	{
		"list": [
			"Банер — прямокутне полотно, що містить малюнок або текст рекламного чи інформаційного характеру; графічний елемент на веб-сторінці",
			"Бланк — друкована форма документа, що передбачає вставлення користувачем даних у відповідні його місця",
			"Брошура — невелика за обсягом книжка, зазвичай 10–50 сторінок у м’якій обкладинці",
			"Буклет  — неперіодичне видання у вигляді складеного аркуша, переважно рекламного, презентаційного, іміджевого характеру",
			"Бюлетень — видання інформаційного характеру; збірник офіційних документів, стисле офіційне повідомлення про події, які мають суспільне значення",
			"Візитівка — картка з прізвищем, іменем та іншими відомостями про її власника для вручення під час знайомства або зустрічі",
			"Газета — періодичне друковане на великих аркушах паперу видання, яке містить різноманітні матеріали про поточні події соціально-політичного, культурного та економічного життя",
			"Книжка — зшита в одне ціле певна кількість друкованих або рукописних аркушів; чималий за обсягом твір, надрукований окремим виданням; одна з великих частин літературного твору",
			"Лист — рукописний або друкований текст, призначений для повідомлення про що-небудь для спілкування з кимось на відстані; один з видів поштової кореспонденції; офіційний документ",
			"Листівка — поштова картка, іноді з малюнком з одного боку",
			"Оголошення — повідомлення, про що-небудь"
		]
	},
	{
		"title": "Навчальне середовище"
	},
	{
		"text": "Персональне навчальне середовище — набір інструментів і сервісів, використання яких забезпечує конкретному користувачу досягнення власних освітніх цілей."
	},
	{
		"title": "Структура веб-сторінки"
	},
	{
		"list": [
			"Контент — змістове наповнення веб-сторінки, доступне користувачу: тексти, зображення, відео, звукові дані та інше",
			"Елементи навігації — засоби для переходу до інших веб-сторінок",
			"Дизайн — елементи структурування контенту та його форматування, оформлення сторінки"
		]
	}
]